Repository: dilshodbek0505/manfaad-books-bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Telegram ID of the bot admin
ru: Идентификатор администратора бота в Telegram

source: Botga xush kelibsiz!
ru: Добро пожаловать в бот!

source: Xatolik yuz berdi 😢
ru: Произошла ошибка 😢

source: Kitob nomini yozib yuboring:
ru: Напишите название книги:

source: Kitob muallifini yozib yuboring:
ru: Напишите автору книги:

source: ❌ Kitoblar topilmadi.
ru: ❌ Книги не найдены.

source: 🔍 Barcha kitoblar eng mashhurlik bo‘yicha saralangan:
ru: 🔍 Все книги отсортированы по популярности:

source: 🔍 Siz qidirgan kitoblardan birini tanlang:
ru: 🔍 Выберите одну из книг, которую вы ищете:

source: ❌ Bunday kitob topilmadi. Iltimos, boshqa nom kiriting.
ru: ❌ Такая книга не найдена. Введите другое имя.

source: ⚠️ Xatolik yuz berdi. Keyinroq urinib ko'ring.
ru: ⚠️ Произошла ошибка. Попробуйте еще раз позже.

source: 🔍 {query} so'zidan boshlangan mualliflar topildi:
ru: 🔍 Найдено авторов, начинающихся с {query}:

source: {author} yozgan barcha kitoblar:
ru: «Все книги, написанные {author}:

source: ❌ Bu muallif hali kitob yozmagan.
ru: ❌ Этот автор еще не написал ни одной книги.

source: ⚠️ Xatolik yuz berdi
ru: ⚠️ Произошла ошибка.

source: Audio Faylni Yuklash📥
ru: Скачать аудиофайл📥

source: Orqaga
ru: Назад

source: Orqagaq
ru: Назад

source: ❌ Bu kitob topilmadi.
ru: ❌ Эта книга не найдена.

source: Sozlamalar menusi
ru: Меню настроек

source: Kitoblar📚
ru: Книги📚

source: Kitoblarni nomi yoki muallifini yozib qidirishingiz mumkin
ru: Вы можете искать книги по названию или автору.

source: Tilni o'zgartirish
ru: Изменить язык

source: O'zbek🇺🇿
ru: Узбекский🇺🇿

source: Rus🇷🇺
ru: Русский🇷🇺

source: Ingliz🇺🇸
ru: Английский🇺🇸

source: Nomi orqali🔍
ru: По имени🔍

source: Aftori orqali🔎
ru: Через Афтори🔎

source: Barcha kitoblar
ru: Все книги

source: Telfon raqamni yuborish
ru: Отправить номер телефона
